// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "Es sind sind Software-Updates für Ihren Computer verfügbar. Möchten Sie sie installieren?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "Sie können Ihren Computer während der Installation weiter verwenden und müssen ihn anschließend nicht neu starten.";
"INSTALL_TITLE" = "Installieren";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "Es sind Software-Updates für Ihren Computer verfügbar. Möchten Sie sie jetzt installieren?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "Nach der Installation der Updates müssen Sie Ihren Computer neu starten.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Installieren und neu starten";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "Zur Installation der Updates müssen Sie sich abmelden.";
"LOG_OUT_AND_INSTALL_TITLE" = "Abmelden und installieren";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Nach der Installation der Updates müssen Sie Ihren Computer ausschalten.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Installieren und ausschalten";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "Es sind Software-Updates für Ihren Computer verfügbar. Möchten Sie sie laden und installieren?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "Nach der Installation der Updates müssen Sie Ihren Computer neu starten.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "Es sind Software-Updates für Ihren Computer verfügbar. Möchten Sie sie laden und installieren?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "Nach dem Laden der Updates müssen Sie sich abmelden.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "Es sind Software-Updates für Ihren Computer verfügbar. Möchten Sie sie laden und installieren?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "Nach der Installation der Updates müssen Sie Ihren Computer ausschalten.";

"CONTINUE_TITLE" = "Fortfahren";


// common buttons
"NOT_NOW_TITLE" = "Später";
"SHOW_DETAILS_TITLE" = "Details einblenden";
